module.exports = {
  //(js:js, wxml:ml, wxss:ss)

  //address-add(ad),
  adjs0001: "ᠰᠤᠩᠭᠤᠯᠲᠠ",
  adjs0002: "ᠰᠠᠨᠠᠭᠠᠭᠤᠯᠬᠤ",
  adjs0003: "ᠨᠡᠷ᠎ᠡ ",
  adjs0004: "ᠬᠠᠷᠢᠯᠴᠠᠬᠤ ᠤᠲᠠᠰᠤ",
  adjs0005: "ᠨᠤᠲᠤᠭ ᠤᠰᠤ",
  adjs0006: "ᠵᠡᠭᠡᠯᠢ ᠬᠠᠶᠢᠭ",
  adjs0007: "ᠰᠢᠤᠳᠠᠨ ᠳ᠋ᠤᠭᠠᠷ",
  adjs0008: "ᠪᠤᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ",
  adjs0009: "ᠬᠠᠶᠢᠭ  ᠦᠭᠡᠢ",
  adjs0010: "ᠬᠠᠶᠢᠭ ᠢᠶᠡᠨ ᠬᠠᠰᠤᠬᠤ ᠤᠤ ︖",
  adjs0011: "ᠦᠭᠡᠢ",

  admls: {
    adml0001: "WeChat  ᠬᠠᠶᠢᠭ",
    adml0002: "ᠬᠠᠷᠢᠯᠴᠠᠬᠤ  ᠬᠦᠮᠦᠨ",
    adml0003: "ᠬᠠᠷᠢᠯᠴᠠᠬᠤ ᠤᠲᠠᠰᠤ",
    adml0004: "ᠨᠤᠲᠤᠭ ᠤᠰᠤ",
    adml0005: "ᠵᠡᠭᠡᠯᠢ ᠬᠠᠶᠢᠭ",
    adml0006: "ᠰᠢᠤᠳᠠᠨ ᠳ᠋ᠤᠭᠠᠷ",
    adml0007: "ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ",
    adml0008: "ᠲᠤᠰ ᠬᠠᠶᠢᠭ ᠢᠶᠡᠨ ᠬᠠᠰᠦᠬᠤ",
    adml0009: "ᠨᠡᠷ᠎ᠡ ",
    adml0010: "ᠬᠠᠷᠢᠯᠴᠠᠬᠤ ᠤᠲᠠᠰᠤ",
    adml0011: "ᠵᠡᠭᠡᠯᠢ ᠬᠠᠶᠢᠭ",
  },
  //asset(as)
  asjs0001: "ᠲᠤᠰ ᠳᠠᠩᠰᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠤᠢ",

  asmls: {
    asml0001: "ᠦᠯᠡᠳᠡᠵᠦ ᠪᠤᠢ ᠮᠥᠩᠭᠦ(元)",
    asml0002: "ᠴᠠᠷᠴᠠᠭᠰᠠᠨ ᠮᠥᠩᠭᠦ(元)",
    asml0003: "ᠨᠡᠢᠲᠡ ᠵᠠᠷᠤᠭᠰᠠᠨ ᠮᠥᠩᠭᠦ(元)",
    asml0004: "ᠮᠥᠩᠭᠦ ᠨᠡᠮᠡᠬᠦ",
    asml0005: "ᠭᠠᠷᠭᠠᠨ ᠠᠪᠬᠤ",
    asml0006: "ᠬᠠᠷᠠᠭᠠᠬᠨ ᠳᠠᠩᠰᠠ ᠦᠭᠡᠢ",
  },
  //authorize(au)
  aujs0001: "ᠰᠦᠯᠵᠢᠶ᠎ᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠴᠠᠢ",
  aujs0002: "ᠰᠠᠨᠠᠭᠠᠭᠤᠯᠬᠤ",
  aujs0003: "ᠨᠡᠪᠲᠡᠷᠡᠭᠰᠡᠨ ᠦᠭᠡᠢ᠂ ᠲᠠᠬᠢᠨ ᠲᠤᠷᠰᠢᠭᠠᠷᠠᠢ",

  aumls: {
    auml0001: "Wechat  ᠪᠡᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ",
    auml0002: "Wechat  ᠪᠡᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠤᠤ︖",
    auml0003: "ᠵᠥᠪᠰᠢᠨ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ",
  },
  //category(ca)

  //fetch-coupon(fe)
  fejs0001: "ᠪᠤᠷᠤᠭᠤ",
  fejs0002: "ᠳᠤᠬᠢᠶ᠎᠎ᠠ ᠪᠠᠨ ᠪᠢᠴᠢ",
  fejs0003: "ᠤᠷᠦᠢᠲᠤᠴᠢᠬᠠᠯ᠎ᠠ",
  fejs0004: "ᠲᠠ ᠠᠪᠴᠢᠬᠠᠭᠰᠠᠨ ᠰᠢᠤ",
  fejs0005: "ᠲᠠᠨ  ᠬᠤᠷᠠᠮᠳᠠᠯ ᠬᠦᠷᠡᠯᠴᠡᠭᠡ ᠦᠭᠡᠢ",
  fejs0006: "ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠥᠩᠭᠡᠷᠡᠵᠡᠢ",
  fejs0007: "ᠪᠤᠷᠤᠭᠤ ᠳᠤᠬᠢᠶ᠎ᠠ",
  fejs0008: "ᠠᠪᠴᠢᠬᠠᠯ᠎ᠠ",

  femls: {
    feml0001: "ᠳᠤᠬᠢᠶ᠎ᠠ",
    feml0002: "ᠤᠷᠠᠮᠰᠢᠭᠤᠯᠤᠯ ᠤᠨ  ᠳᠤᠬᠢᠶ᠎ᠠ",
    feml0003: "ᠤᠳᠤ ᠠᠪᠬᠤ",
  },
  //fx(fxs:apply-status,fxa:apply,fxc:commisionLog,fxm:members)

  fxsmls: {
    fxsml0001: "ᠳᠡᠯᠭᠡᠭᠦᠷ ᠢᠶᠡᠷ ᠠᠢᠯᠴᠢᠯᠠᠷᠠᠢ",
    fxsml0002: "ᠲᠠ ᠬᠠᠷᠠᠬᠠᠨ ᠪᠤᠷᠤᠯᠠᠭᠤᠯᠤᠭᠴᠢ ᠪᠢᠰᠢ᠂ ᠲᠤᠰ ᠦᠢᠯᠡᠳᠦᠯ ᠢ ᠬᠡᠷᠡᠭᠯᠡᠬᠦ ᠪᠤᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ",
    fxsml0003: "ᠲᠠᠨ ᠤ ᠳᠡᠮᠵᠢᠭᠰᠡᠨ ᠳ᠋ᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠂ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠭᠡᠷᠡᠢ",
    fxsml0004: "ᠲᠠᠨ ᠤ ᠡᠷᠡᠮᠡᠯᠵᠡᠯ ᠥᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠦᠭᠡᠢ᠃",
    fxsml0005: "ᠲᠠᠨ ᠤ ᠪᠤᠷᠤᠯᠠᠭᠤᠯᠤᠭᠴᠢ ᠪᠤᠯᠤᠭᠰᠠᠨ ᠳ᠋ᠤ ᠪᠠᠶᠠᠷ ᠬᠦᠷᠭᠡᠶ᠎ᠡ᠃",
    fxsml0006: "ᠡᠷᠡᠮᠡᠯᠵᠢᠬᠦ",
  },

  fxajs0001: "ᠵᠢᠩᠬᠢᠨᠢ ᠨᠡᠷ᠎ᠡ",
  fxajs0002: "ᠤᠲᠠᠰᠤᠨ ᠳ᠋ᠤᠭᠠᠷ",

  fxamls: {
    fxaml0001: "ᠡᠷᠡᠮᠡᠯᠵᠡᠬᠦ",
    fxaml0002: "ᠤᠷᠢᠭᠰᠠᠨ ᠬᠦᠮᠥᠨ",
    fxaml0003: "张龙湖 (ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ)",
    fxaml0004: "ᠨᠡᠷ᠎ᠡ",
    fxaml0005: "ᠵᠢᠩᠬᠢᠨᠢ ᠨᠡᠷ᠎ᠡ",
    fxaml0006: "ᠬᠠᠷᠢᠯᠴᠠᠬᠤ ᠤᠲᠠᠰᠤ",
    fxaml0007: "ᠤᠲᠠᠰᠤᠨ ᠳ᠋ᠤᠭᠠᠷ",
    fxaml0008: " ᠪᠤᠷᠤᠯᠠᠭᠤᠯᠤᠭᠴᠢ ᠪᠤᠯᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠥᠲᠦᠭᠡᠭᠳᠦᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠰᠠᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠪᠡᠷ ᠬᠠᠷᠢᠭᠤ ᠤᠯᠭᠤᠮᠵᠢ ᠦᠨᠡᠯᠡᠨ᠎ᠡ᠃",
    fxaml0009: "ᠪᠤᠷᠤᠯᠠᠭᠤᠯᠤᠭᠴᠢ ᠳ᠋ᠤ ᠡᠷᠡᠮᠡᠯᠵᠡᠬᠦ",
  },

  fxcmls: {
    fxcml0001: "ᠬᠠᠷᠢᠭᠤ ᠤᠯᠭᠤᠮᠵᠢ ᠶᠢᠨ ᠪᠦᠷᠢᠳᠭᠡᠯ",
    fxcml0002: "ᠬᠠᠷᠠᠭᠠᠬᠨ ᠳᠠᠩᠰᠠ ᠦᠭᠡᠢ",
    fxcml0003: "元",
    fxcml0004: "ᠬᠤᠷᠠᠮᠳᠠᠯ ᠬᠤᠪᠢ",
    fxcml0005: "ᠳᠡᠰ ᠤᠨ ᠬᠠᠷᠢᠭᠤ ᠤᠯᠭᠤᠮᠵᠢ",
    fxcml0006: "ᠳᠠᠩᠰᠠᠠ ᠳ᠋ᠤ ᠪᠤᠢ",
    fxcml0007: "ᠳᠠᠩᠰᠠᠨ ᠳ᠋ᠤ ᠦᠭᠡᠢ",
    fxcml0008: "ᠦᠶᠡᠭᠡᠷ",
    fxcml0009: "ᠵᠠᠷᠤᠭᠰᠠᠨ",
  },

  fxmmls: {
    fxmml0001: "ᠨᠢᠭᠡᠳᠦᠭᠡᠷ ᠳᠡᠰ",
    fxmml0002: "ᠬᠤᠶᠠᠳᠤᠭᠠᠷ ᠳᠡᠰ",
    fxmml0003: "ᠬᠠᠷᠠᠭᠠᠬᠨ ᠳᠠᠩᠰᠠ ᠦᠭᠡᠢ",
  },

  //goods-details(go)
  //goods-details/index/js/
  gojs0001: " ᠰᠣᠩᠭᠣᠬᠣ ",
  gojs0002: " ᠬᠡᠯᠪᠡᠷᠢ ᠪᠤᠶᠤ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᠰᠤᠩᠭᠤᠬᠤ ᠳ᠋ᠦ ᠪᠡᠨ ᠰᠠᠭᠰᠤᠯᠠᠬᠤ ᠤ᠋ᠤ",
  gojs0002: " ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠠᠷᠭ᠎ᠠ᠂ ᠤᠳᠤᠪᠡᠷ ᠢ᠋ᠢᠡᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠪᠤᠶᠤ ᠰᠠᠭᠰᠤᠯᠠᠬᠤ",
  gojs0009: " ᠪᠦᠬᠦ ᠦᠨ᠎ᠡ ᠶ᠋ᠢ ᠪᠤᠳᠤᠬᠤ",
  gojs0010: " ᠰᠠᠭᠰᠤᠯᠠᠬᠤ",
  gojs0011: " ᠰᠠᠨᠠᠭᠤᠯᠬᠤ",
  gojs0012: " ᠪᠠᠷᠠᠭᠠᠨ ᠤ᠋ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠪᠠ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠨ ᠰᠤᠩᠭᠤᠬᠤ",
  gojs0013: " ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠲᠣᠭ᠎ᠠ 0 ᠪᠠᠢᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ",
  gojs0014: " ᠰᠠᠭᠰᠤᠯᠠᠬᠤ",
  gojs0015: " ᠤᠳᠤᠪᠠᠷ ᠢ᠋ᠢᠡᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ",
  gojs0016: " ᠪᠠᠷᠠᠭᠠᠨ ᠤ᠋ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠪᠠ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠨ ᠰᠤᠩᠭᠤᠬᠤ",
  gojs0017: " ᠲᠠᠮᠵᠢᠭᠤᠯᠵᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ",
  gojs0018: " ᠲᠠᠮᠵᠢᠭᠤᠯᠵᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ",
  gojs0019: " ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠴᠠᠢ",

  //goods-details/json/
  gojson0001: "商品详情",
  
  //goods-details/index/html/
  gomls: {
    goml0001: " ᠬᠤᠪᠢᠶᠠᠯᠴᠢᠪᠠᠯ ᠱᠠᠩᠨᠠᠯ ᠲᠠᠢ᠂ ᠨᠠᠢᠵᠠ ᠲᠠᠨᠢ ᠬᠤᠳᠠᠯᠳᠤᠵᠦ ᠠᠪᠤᠭᠰᠠᠨ ᠤ᠋ ᠳᠠᠷᠠᠭ᠎ᠠ ᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ",
    goml0002: " ᠬᠤᠪᠢᠨ  ᠤ᠋ ᠱᠠᠩᠨᠠᠯ",
    goml0003: " ᠲᠥᠭᠦᠷᠢᠭ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ",
    goml0004: " ᠬᠤᠳᠠᠯᠳᠥᠨ",
    goml0005: " ᠪᠦᠭᠦᠳᠡ ᠭᠠᠷᠳᠠᠭᠰᠠᠨ",
    goml0006: " ᠤᠳᠠᠭᠠᠨ ᠤ᠋ ᠰᠠᠢᠨ ᠦᠨᠡᠯᠡᠯ",
    goml0007: " ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ",
    goml0008: " ᠬᠤᠪᠢᠶᠠᠯᠴᠢᠬᠰᠠᠨ ᠪᠡᠯᠡᠭ",
    goml0009: " ᠬᠥᠮᠦᠨ ᠤᠷᠢᠵᠦ ᠪᠥᠭᠡᠮᠳᠡᠬᠦ",
    goml0010: " ᠬᠢᠮᠳᠠᠷᠠᠯ ᠬᠠᠩᠰᠢ",
    goml0011: " ᠬᠥᠮᠦᠨ ᠪᠥᠭᠡᠮᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ",
    goml0012: " ᠨᠢᠭᠡᠨᠲᠡ ᠪᠠᠢᠭ᠎ᠠ",
    goml0013: " ᠬᠥᠮᠦᠨ ᠣᠷᠤᠯᠴᠠᠭᠰᠠᠨ",
    goml0014: " ᠲᠠᠭᠤᠰᠬᠠᠬᠤ",
    goml0015: " ᠲᠥᠭᠦᠷᠢᠭ",
    goml0016: " ᠲᠠᠸᠠᠷ ᠤ᠋ᠨ ᠲᠤᠬᠠᠢ",
    goml0017: " ᠪᠥᠭᠡᠮᠳᠡᠬᠦ",
    goml0018: " ᠤᠯᠠᠨ ᠤ᠋ ᠰᠠᠨᠠᠯ",
    goml0019: " ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ",
    goml0020: " ᠰᠠᠭᠰᠤ",
    goml0021: " ᠰᠠᠭᠰᠤᠯᠠᠬᠤ",
    goml0022: " ᠣᠳᠣᠬᠠᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ",
    goml0023: " ᠲᠤᠰᠠᠭᠠᠷ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ",
    goml0024: " ᠡᠬᠢᠯᠡᠭᠦᠯᠵᠦ ᠪᠥᠭᠡᠮᠳᠡᠬᠦ",
    goml0025: " ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠲᠣᠭ᠎ᠠ",
  },

  //index(in)
  //index/index/js/
  injs0001: "Halgai-mall",
  injs0002: " ᠦᠬᠦᠨ ᠢ᠋",
  injs0003: " ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠴᠠᠢ",
  injs0004: " ᠨᠢᠭᠡᠨᠲᠡ ᠤᠷᠤᠢᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ",
  injs0005: " ᠨᠢᠭᠡᠨᠲᠡ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ",
  injs0006: " ᠲᠠᠨ ᠳ᠋ᠦ ᠬᠠᠩᠭ᠋ᠠᠯᠳᠠ ᠲᠠᠢ ᠬᠤᠪᠢ ᠦᠭᠡᠢ",
  injs0007: " ᠨᠢᠭᠡᠨᠲᠡ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ",
  injs0008: " ᠠᠮᠵᠢᠯᠳᠠ ᠲᠠᠢ ᠠᠪᠴᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ᠂  ᠪᠠᠷᠠᠭ᠎ᠠ ᠪᠡᠨ ᠰᠤᠩᠭᠤᠵᠦ  ᠠᠪᠤᠭᠠᠷᠠᠢ",
  //index/index/html/
  inmls: {
    inml0001: " ᠬᠠᠢᠬᠤ",
    inml0002: " ᠮᠡᠳᠡᠭᠡ：",
    inml0003: " ᠲᠡᠯᠭᠡᠭᠦᠷ ᠤ᠋ᠨ  ᠮᠡᠳᠡᠭᠡᠯᠡᠯ",
    inml0005: "￥",
    inml0006: " ᠡᠮᠦᠨ᠎ᠡ ᠬᠦᠴᠦᠨ ᠲᠠᠢ",
    inml0007: " ᠲᠥᠭᠦᠷᠢᠭ ᠵᠠᠷᠤᠭᠰᠠᠨ",
    inml0008: " ᠠᠪᠬᠤ",
    inml0009: " ᠡᠳᠦᠷ ᠲᠤᠲᠤᠷ᠎ᠠ ᠬᠦᠴᠦᠨ ᠳᠠᠢ",
    inml0010: " ᠥᠭᠡᠷ᠎ᠡ ᠶᠠᠭᠤᠮ᠎ᠠ ᠦᠭᠡᠢ",

  },

  //kanjia(ka)
  //kanjia/index/js/
  kajs0001: " ᠨᠠᠮᠠᠶ᠋ᠢ ᠬᠠᠮᠵᠢᠵᠤ ᠬᠢᠮᠳᠠᠷᠠᠭᠤᠯᠬᠤ",
  kajs0002: " ᠲᠠᠮᠵᠢᠭᠤᠯᠵᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ",
  kajs0003: " ᠲᠠᠮᠵᠢᠭᠤᠯᠵᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ",
  kajs0004: " ᠲᠡᠢᠯᠥᠭᠰᠡᠨ",
  kajs0005: " ᠨᠠᠢᠵᠠ ᠪᠧᠡᠨ ᠬᠠᠪᠰᠤᠷᠴᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ",
  kajs0006: " ᠲᠥᠭᠦᠷᠢᠭ",
  kajs0007: " ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠴᠠᠢ",

  //kanjia/index/html/
  kamls: {
    kaml0001: " ᠣᠳᠣᠬᠢ ᠬᠠᠩᠰᠢ: ¥",
    kaml0002: " ᠬᠢᠮᠳᠠᠷᠠᠯ ᠬᠠᠩᠰᠢ¥ ",
    kaml0003: " ᠬᠠᠪᠰᠤᠷᠴᠤ ᠲᠠᠮᠵᠢᠭᠤᠯᠬᠤ",
    kaml0004: " ᠬᠢᠮᠳᠠᠷᠠᠭᠤᠯᠬᠤ",
    kaml0005: " ᠲᠠᠸᠠᠷ ᠤ᠋ᠨ ᠲᠤᠬᠠᠢ",
    kaml0006: " ᠬᠠᠮᠤᠭ ᠳᠣᠣᠷ᠎ᠠ ᠬᠢᠮᠳᠠᠷᠠᠯ ᠬᠠᠩᠰᠢ",
    kaml0007: " ᠬᠠᠪᠰᠤᠷᠴᠤ ᠬᠢᠮᠳᠠᠷᠠᠭᠤᠯᠪᠠ",
    kaml0008: " ᠲᠠ ᠬᠢᠮᠳᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠨᠢ",
    kaml0009: " ᠬᠠᠪᠰᠤᠷᠴᠤ ᠬᠢᠮᠳᠠᠷᠠᠭᠤᠯᠬᠤ",
    kaml0010: " ᠲᠥᠭᠦᠷᠢᠭ",
    kaml0011: " ᠣᠳᠣᠬᠢ ᠬᠠᠩᠰᠢ ᠪᠡᠷ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ",

  },

  //maidan(ma)
  //maidan/index/js/
  majs0001: " ᠵᠥᠪ ᠣᠨᠤᠪᠴᠢᠲᠠᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠰᠡᠨ ᠵᠣᠭᠤᠰ ᠤ᠋ᠨ ᠲᠣᠭ᠎ᠠ ᠪᠡᠨ ᠪᠢᠴᠢᠭᠡᠷᠡᠢ",
  majs0002: " ᠡᠨᠡ ᠤᠳᠠᠭᠠᠨ ᠤ᠋ ᠵᠠᠷᠤᠳᠠᠯ",
  majs0003: " ᠲᠥᠭᠦᠷᠢᠭ",
  majs0004: " ᠬᠢᠮᠳᠠᠷᠠᠯ",
  majs0005: ",ᠦᠯᠡᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠮᠥᠩᠭᠦ",
  masj0006: " ᠸᠢᠴᠠᠲ ᠪᠡᠷ ᠲᠥᠯᠦᠬᠦ ᠢᠯᠡᠭᠦᠦ ᠵᠠᠷᠥᠳᠠᠯ",
  majs0008: " ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠨ ᠸᠢᠴᠠᠲ ᠪᠡᠷ ᠲᠥᠯᠦᠬᠦ",
  majs0009: " ᠲᠥᠭᠦᠷᠢᠭ",
  majs0010: " ᠵᠥᠪ ᠤᠨᠤᠪᠴᠢᠳᠠᠢ ᠲᠥᠯᠦᠬᠦ ᠵᠣᠭᠤᠰ ᠤ᠋ᠨ ᠲᠣᠭ᠎ᠠ",
  majs0011: " ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ",
  majs0012: " ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠦᠭᠡᠢ",
  majs0013: " ᠴᠢᠳᠠᠭᠰᠠᠨ",
  majs0014: " ᠨᠢᠭᠡᠨᠲᠡ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠭᠰᠠᠨ᠂ ᠲᠠᠬᠢᠨ ᠢᠷᠡᠭᠡᠷᠡᠢ！",
  majs0015: " ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ",

  //maidan/index/html/
  mamls: {
    maml0001: "ᠬᠡᠷᠡᠭᠯᠡᠭᠡᠨ ᠤ᠋ ᠲᠣᠭ᠎ᠠ",
    maml0002: " ᠯᠠᠪᠯᠠᠵᠦ ᠠᠰᠠᠭᠤᠭᠰᠠᠨ ᠤ᠋ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠢᠴᠢᠭᠡᠷᠡᠢ",
    maml0003: " ᠬᠡᠷᠡᠭᠯᠡᠭᠡ ᠬᠦᠷᠪᠡᠯ",
    maml0004: " ᠲᠥᠭᠦᠷᠢᠭ",
    maml0005: "ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ",
    maml0006: " ᠬᠢᠮᠳᠠᠷᠠᠬᠤ",
  },

  //my(my)
  //my/index/js
  myjs0001: " ᠪᠢᠳᠡᠨ ᠤ᠋ ᠲᠤᠬᠠᠢ",
  myjs0002: "本系统基于开源小程序商城系统 https://github.com/EastWorld/wechat-app-mall 搭建，祝大家使用愉快！",
  myjs0003: " ᠰᠠᠨᠠᠭᠤᠯᠤᠮᠵᠢ",
  myjs0004: " ᠤᠳᠠᠰᠦᠨ ᠳ᠋ᠤᠭᠠᠷ ᠢ᠋ ᠤᠯᠵᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ",
  myjs0005: " ᠬᠤᠯᠪᠤᠵᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ",
  myjs0006: " ᠰᠠᠨᠠᠭᠤᠯᠤᠮᠵᠢ",
  myjs0007: " ᠬᠤᠯᠪᠤᠵᠦ ᠴᠢᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ",

  //my/index/html/
  mymls: {
    myml0001: "  ᠦᠯᠡᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠮᠥᠩᠭᠦ",
    myml0002: " ᠦᠯᠡᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠬᠤᠪᠢ",
    myml0003: " ᠮᠢᠨᠤ ᠲᠠᠩᠰᠠ",
    myml0004: " ᠠᠪᠬᠤ ᠭᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ",
    myml0005: " ᠬᠤᠪᠢᠭᠤᠯᠬᠤ ᠭᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ",
    myml0006: " ᠦᠨᠡᠯᠡᠵᠦ ᠪᠣᠯᠬᠤ",
    myml0007: " ᠬᠤᠪᠢᠶᠠᠷᠢ",
    myml0008: " ᠮᠢᠨᠤ ᠪᠦᠯᠬᠦᠮ",
    myml0009: " ᠬᠠᠷᠠᠮᠵᠢ ᠤ᠋ᠨ ᠲᠤᠲᠤᠷᠬᠠᠢᠯᠠᠯ",
    myml0010: " ᠬᠢᠮᠳᠠᠷᠠᠯ ᠲᠠᠢ ᠬᠤᠳᠠᠯᠳᠤᠵᠦ ᠠᠪᠬᠤ",
    myml0011: " ᠬᠡᠷᠡᠭᠡᠯᠡᠭᠡᠨ ᠤ᠋ ᠲᠤᠲᠤᠷᠬᠠᠢᠯᠠᠯ",
    myml0012: " ᠥᠨᠥᠳᠦᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ",
    myml0013: " ᠬᠤᠪᠢ ᠰᠣᠯᠢᠬᠤ",
    myml0014: " ᠬᠠᠶᠢᠭ",
    myml0015: " ᠬᠢᠮᠳᠠᠷᠠᠯ ᠤ᠋ᠨ ᠬᠠᠭᠤᠳᠠᠰᠦ",
    myml0016: " ᠬᠣᠯᠪᠤᠭᠰᠠᠨ ᠳ᠋ᠤᠭᠠᠷ",
    myml0017: " ᠲᠠᠬᠢᠨ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ",
    myml0018: " ᠢᠷᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠪᠠᠷᠠᠭ᠎ᠠ",
    myml0019: " ᠪᠢᠳᠡᠨ ᠤ᠋ ᠲᠤᠬᠠᠢ",
  },

  //mycoupons(myc)
  //mycoupons/index/json/

  //mycoupons/index/html/
  mycmls: {
    mycml0001: " ᠬᠦᠷᠦᠭᠰᠡᠨ",
    mycml0002: " ᠲᠥᠭᠦᠷᠢᠭ",
    mycml0003: "￥",
    mycml0004: " ᠲᠥᠭᠦᠷᠢᠭ ᠵᠠᠷᠤᠭᠰᠠᠨ",
    mycml0005: " ᠡᠮᠦᠨ᠎ᠡ ᠬᠦᠴᠦᠨ ᠲᠠᠢ",
    mycml0006: " ᠣᠳᠣᠬᠠᠨ ᠬᠤᠳᠠᠯᠳᠤᠵᠦ ᠠᠪᠬᠤ"
  },

  //order-details(ord)
  ordjs0001: 'ᠪᠤᠷᠤᠭᠤ',
  ordjs0002: 'ᠪᠠᠷᠠᠭ᠎ᠠ ᠪᠠᠨ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ？',
  ordjs0003: 'ᠲᠠ ᠠᠪᠥᠭᠰᠡᠨ ᠪᠠᠷᠠᠭ᠎ᠠ ᠪᠠᠨ ᠵᠦᠪᠰᠢᠶᠠᠷᠡᠵᠢ，ᠲᠠᠬᠢᠨ ᠮᠤᠷᠢᠯᠠᠮᠥ！',
  ordjs0004: 'ᠲᠠᠭᠠᠰᠢᠶᠠᠭᠰᠠᠨ ᠳ᠋ᠤ',
  ordjs0005: 'ᠬᠤᠪᠢ ᠪᠡᠯᠭᠡᠯᠡᠶ᠎ᠠ。',
  ordjs0006: 'ᠲᠠ ᠤ᠋ ᠲᠠᠭᠠᠰᠢᠶᠠᠯᠲᠠ ᠳ᠋ᠦ ᠴᠢᠨᠢ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ，ᠲᠠᠬᠢᠨ ᠮᠤᠷᠢᠯᠠᠮᠥ！',
  ordjs0007: 'ᠪᠡᠯᠡᠭᠯᠡᠭᠰᠡᠨ ᠬᠤᠪᠢ ᠲᠠᠩᠰᠡᠨ ᠳ᠋ᠤ ᠤᠷᠥᠵᠠᠢ。',

  ordmls: {
    ordml0001: "12 ᠴᠠᠭ ᠤ᠋ᠨ ᠳᠣᠲᠤᠷ ᠮᠥᠩᠭᠦ ᠪᠠᠨ ᠲᠥᠯᠦᠭᠡᠷᠠᠢ，ᠴᠠᠭ ᠥᠩᠭᠡᠷᠡᠪᠡᠯ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠬᠠᠭᠠᠭᠳᠠᠨ᠎ᠠ ",
    ordml0002: "ᠲᠦᠷᠭᠡᠨ ᠬᠦᠷᠭᠡᠯᠲᠡ ᠢ᠋ᠢᠨ ᠳ᠋ᠤᠭᠠᠷ",
    ordml0003: "ᠲᠦᠷᠭᠡᠨ ᠬᠦᠷᠭᠡᠯᠲᠡ ᠢ᠋ᠢᠨ ᠳ᠋ᠤᠭᠠᠷ",
    ordml0004: "ᠪᠠᠷᠠᠭᠠᠨ ᠤ᠋ ᠤᠷᠥᠰᠬᠠᠯ ᠤ᠋ᠨ ᠴᠢᠮᠡᠭᠡ ᠦᠭᠡᠢ ",
    ordml0005: "ᠪᠠᠷᠠᠭ᠎ᠠ ᠤ᠋ ᠴᠢᠮᠡᠭᠡ",
    ordml0006: "ᠦᠨᠡᠯᠡᠯᠲᠡ",
    ordml0007: "ᠲᠠᠭᠠᠰᠢᠶᠠᠭᠰᠠᠨ",
    ordml0008: "ᠵᠢᠷ ᠣᠨ ᠦᠨᠡᠯᠭᠡ",
    ordml0009: "ᠲᠠᠭᠠᠰᠢᠶᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ ",
    ordml0010: "ᠲᠠᠢᠯᠥᠮᠵᠢ",
    ordml0011: "ᠪᠠᠷᠠᠭ᠎ᠠ ᠵᠠᠬᠢᠶᠠᠯᠠᠭᠰᠡᠨ ᠳ᠋ᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ！",
    ordml0012: "ᠦᠨᠡᠯᠡᠭᠡ ᠪᠠᠨ ᠦᠭᠭᠦᠭᠡᠷᠠᠢ",
    ordml0013: "ᠲᠤᠰᠢᠶᠠᠬᠤ",
    ordml0014: "ᠪᠠᠷᠠᠭ᠎ᠠ ᠲᠤᠰᠪᠠ",
    ordml0015: "ᠲᠦᠷᠭᠡᠨ ᠬᠦᠷᠭᠡᠯᠲᠡ ᠢ᠋ᠢᠨ ᠠᠷᠭ᠎ᠠ ᠮᠠᠶᠢᠭ",
    ordml0016: "shunfeng ᠲᠦᠷᠭᠡᠨ ᠬᠦᠷᠭᠡᠯᠲᠡ",
    ordml0017: "ᠵᠠᠬᠢᠶ᠎ᠠ ᠦᠯᠡᠳᠡᠭᠡᠬᠦ",
    ordml0018: "ᠦᠭᠡ ᠦᠯᠡᠳᠡᠭᠡᠬᠦ ",
    ordml0019: "ᠦᠨ᠎ᠡ",
    ordml0020: "ᠭᠣᠪᠢᠭᠤᠯᠤᠭ᠎ᠠ ᠢ᠋ᠢᠨ ᠰᠦᠢᠳᠭᠡᠯ",
    ordml0021: "ᠨᠡᠢᠲᠡ ᠮᠥᠩᠭᠦ",
  },

  //order-list(orl) 
  orljs0001: ["ᠮᠥᠩᠭᠦ ᠲᠥᠦᠯᠦᠯᠲᠡ", "ᠪᠠᠷᠠᠭ᠎ᠠ ᠬᠦᠷᠭᠡᠯᠲᠡ", "ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠦᠯᠲᠠ", "ᠦᠨᠡᠯᠡᠯᠭᠡ", "ᠳᠠᠭᠤᠰᠤᠯᠲᠠ"],
  orljs0002: 'ᠵᠠᠬᠢᠶᠠᠯᠠᠭᠰᠡᠨ ᠪᠠᠷᠠᠭ᠎ᠠ ᠪᠠᠨ ᠦᠭᠡᠢᠰᠭᠡᠨ᠎ᠡ ᠤ᠋ᠤ？',
  orljs0003: 'ᠬᠤᠪᠢ ᠴᠢᠨᠢ ᠬᠦᠷᠬᠦ ᠦᠭᠡᠢ',
  orljs0004: 'ᠵᠠᠬᠢᠶᠠᠯᠭ᠎ᠠ ᠢ᠋ᠢᠨ ᠦᠨ᠎ᠡ',
  orljs0005: 'ᠮᠥᠩᠭᠦ',
  orljs0006: ',ᠬᠡᠷᠡᠭᠡᠯᠵᠦ ᠲᠡᠢᠯᠡᠬᠦ ᠮᠥᠩᠭᠦ ',
  orljs0008: ',ᠸᠠᠢᠴᠠᠲ ᠪᠠᠷ ᠲᠤᠰᠢᠶᠠᠬᠤ ',
  orljs0010: ',ᠠᠷᠢᠯᠭᠠᠬᠤ ',
  orljs0011: 'ᠬᠤᠪᠢ',
  orljs0012: 'ᠲᠤᠰᠢᠶᠠᠬᠤ ᠪᠠᠨ ᠪᠠᠲᠥᠳᠬᠠᠬᠤ',
  orljs0013: "ᠲᠥᠯᠦᠬᠦ ᠢ᠋ ᠪᠠᠲᠥᠳᠬᠠᠬᠤ",
  orljs0014: "ᠲᠥᠯᠦᠬᠦ ᠢ᠋ ᠦᠭᠡᠢᠰᠭᠡᠬᠦ",
  orljs0015: 'ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠢ᠋ᠢᠨ ᠲᠥᠯᠦᠬᠦ ᠢ᠋ ᠦᠭᠡᠢᠰᠭᠡᠬᠦ',
  orljs0016: 'ᠪᠤᠷᠤᠭᠤ',
  orljs0017: 'ᠮᠥᠩᠭᠦ ᠪᠠᠨ ᠲᠤᠰᠢᠶᠠᠭᠰᠠᠭᠠᠷ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠲᠡᠢᠯᠬᠦ ᠦᠭᠡᠢ',

  orlmls: {
    orlml0001: "ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ",
    orlml0002: "ᠵᠠᠬᠢᠶᠠᠯᠠᠭᠰᠡᠨ ᠴᠠᠭ",
    orlml0003: "ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠢ᠋ᠢᠨ ᠳ᠋ᠤᠭᠠᠷ",
    orlml0004: "ᠲᠠᠢᠯᠥᠮᠵᠢ",
    orlml0005: "ᠨᠡᠢᠲᠡ",
    orlml0006: "ᠨᠡᠢᠲᠡ",
    orlml0007: "ᠬᠤᠪᠢ",
    orlml0008: "ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠦᠭᠡᠢᠰᠭᠡᠬᠦ",
    orlml0009: "ᠲᠤᠰᠢᠶᠠᠬᠤ",
  },

  //recharge(re) 
  rejs0001: 'ᠪᠤᠷᠤᠭᠤ',
  rejs0002: 'ᠵᠣᠭᠤᠰ ᠤ᠋ᠨ ᠲᠣᠭ᠎ᠠ ᠣᠷᠤᠭᠤᠯᠬᠤ',
  rejs0004: 'ᠨᠢᠭᠡ ᠤᠳᠠᠭ᠎ᠠ ᠳ᠋ᠦ ᠬᠠᠮᠤᠭ ᠪᠠᠭ᠎ᠠ ᠳ᠋ᠠᠭᠠᠨ ᠡᠳᠦᠢ ᠮᠥᠩᠭᠦ ᠨᠡᠮᠡᠨ᠎ᠡ',
  rejs0005: 'ᠮᠥᠩᠭᠦ',
  rejs0007: 'ᠭᠠᠷ ᠤᠲᠠᠰᠤ ᠤ᠋ ᠵᠢᠷᠤᠭ ᠤ᠋ᠨ ᠴᠣᠮᠤᠭ ᠳ᠋ᠦ ᠬᠠᠳᠠᠭᠠᠯᠠᠴᠢᠬᠠᠭᠰᠠᠨ',
  rejs0008: 'ᠮᠡᠳᠡᠯ᠎ᠠ',

  remls: {
    reml0001: "ᠮᠥᠩᠭᠦ ᠢ᠋ᠢᠨ ᠲᠣᠭ᠎ᠠ ᠤᠷᠥᠭᠤᠯᠬᠤ",
    reml0002: "ᠮᠥᠩᠭᠦ ᠤᠷᠥᠭᠤᠯᠬᠤ",
    reml0003: "ᠮᠥᠩᠭᠦ",
    reml0004: "ᠸᠠᠢᠴᠠᠲ ᠪᠠᠷ ᠲᠤᠰᠢᠶᠠᠬᠤ",
    reml0005: "ZFB",
    reml0006: "ᠨᠠᠮᠡᠬᠥ",
    reml0007: "ᠬᠦᠷᠭᠡᠬᠦ",
    reml0008: "ᠲᠠᠷᠥᠢᠬᠠᠨ ᠲᠤᠰᠢᠶᠠᠬᠤ",
    reml0009: "ᠮᠡᠷᠭᠡᠨ ᠴᠤᠬᠠᠷ ᠪᠡᠷ ᠮᠥᠩᠭᠦ ᠪᠠᠨ ᠲᠤᠰᠢᠶᠠᠬᠤ",
    reml0010: "ᠵᠢᠷᠤᠭ ᠤ᠋ᠨ ᠴᠣᠮᠤᠭ ᠳ᠋ᠦ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ",
    reml0011: "ᠮᠥᠩᠭᠦ ᠨᠡᠮᠡᠯᠲᠡ ᠳ᠋ᠤ ᠤᠷᠠᠮᠰᠢᠭᠤᠯᠤᠯ ᠬᠦᠷᠭᠡᠨ᠎ᠡ",
    reml0012: "ᠨᠢᠭᠡ ᠤᠳᠠᠭ᠎ᠠ ᠳ᠋ᠤ ᠡᠳᠦᠢ ᠬᠦᠷᠪᠡᠯ",
    reml0013: "ᠮᠥᠩᠭᠦ,ᠬᠦᠷᠭᠡᠬᠦ",
    reml0014: "ᠮᠥᠩᠭᠦ",
    reml0015: "ᠨᠢᠭᠡ ᠤᠳᠠᠭ᠎ᠠ ᠳ᠋ᠤ ᠡᠳᠦᠢ ᠬᠦᠷᠪᠡᠯ",
    reml0016: "ᠮᠥᠩᠭᠦ ᠤᠷᠤᠭᠤᠯᠠᠭᠰᠠᠭᠠᠷ ᠰᠠᠩᠨᠠᠯ ᠣᠯᠭᠤᠨ᠎ᠠ",
    reml0017: "ᠮᠥᠩᠭᠦ ᠢ᠋ᠢᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠪᠡᠷ ᠰᠠᠩᠨᠠᠯ ᠤ᠋ᠨ ᠲᠣᠭ᠎ᠠ ᠪᠠᠲᠤᠯᠠᠨ᠎ᠠ",
  },

  //score(sc)
  scjs0001: 'ᠲᠠᠩᠰᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠭᠠᠷᠴᠠᠢ',

  scmls: {
    scml0001: "ᠬᠡᠷᠡᠭᠯᠡᠬᠦ ᠬᠤᠪᠢ",
    scml0002: "ᠨᠠᠷᠢᠨ ᠲᠤᠳᠥ ᠬᠤᠪᠢ ᠦᠭᠡᠢ",
  },

  //score-excharge(sce)
  scejs0001: 'ᠪᠤᠷᠤᠭᠤ',
  scejs0002: 'ᠪᠣᠳᠠᠲᠠᠢ ᠳ᠋ᠤᠭᠠᠷ ᠪᠠᠨ ᠪᠢᠴᠢᠬᠦ',
  scejs0004: 'ᠳ᠋ᠤᠭᠠᠷ ᠴᠢᠨᠢ ᠲᠠᠭᠠᠷᠠᠬᠤ ᠦᠭᠡᠢ',
  scejs0005: 'ᠪᠦᠲᠦᠬᠦ',
  scejs0006: 'ᠰᠣᠯᠢᠴᠢᠬᠠᠭᠰᠠᠨ',
  scejs0007: 'ᠬᠤᠪᠢ',

  scemls: {
    sceml0001: "ᠳ᠋ᠤᠭᠠᠷ",
    sceml0002: "ᠳ᠋ᠤᠭᠠᠷ ᠪᠠᠨ ᠲᠠᠭᠯᠠᠬᠤ",
    sceml0003: "ᠬᠤᠪᠢ ᠰᠣᠯᠢᠬᠤ",
  },
  //select-address(se)
  semls: {
    seml0001: "ᠪᠠᠷᠠᠭ᠎ᠠ ᠲᠤᠰᠬᠤ ᠬᠠᠶᠠᠭ",
  },
  //shop-cart(sh)
  shjs0001: 'ᠥᠷᠭᠡᠨ ᠳ᠋ᠤ ᠪᠠᠨ 750px ᠲᠦᠰᠤᠪᠯᠡᠭᠡᠷᠡᠢ',
  shjs0002: 'ᠰᠠᠨᠠᠭᠤᠯᠬᠤ',
  shjs0003: 'ᠪᠠᠷᠠᠭ᠎ᠠ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠳᠠᠬᠢᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠭᠠᠷᠠᠢ',
  shjs0005: 'ᠪᠠᠷᠠᠭ᠎ᠠ ᠬᠦᠷᠦᠯᠴᠡᠭᠡ ᠦᠭᠡᠢ᠂ ᠳᠠᠬᠢᠨ ᠠᠪᠤᠭᠠᠷᠠᠢ',
  shjs0007: 'ᠦᠨ᠎ᠡ ᠨᠢ ᠬᠤᠪᠢᠷᠠᠵᠠᠢ᠂ ᠳᠠᠬᠢᠨ ᠠᠪᠤᠭᠠᠷᠠᠢ',
  shjs0009: 'ᠪᠠᠷᠠᠭ᠎ᠠ ᠬᠦᠷᠦᠯᠴᠡᠭᠡ ᠦᠭᠡᠢ᠂ ᠳᠠᠬᠢᠨ ᠠᠪᠤᠭᠠᠷᠠᠢ',
  shjs0011: 'ᠦᠨ᠎ᠡ ᠨᠢ ᠬᠤᠪᠢᠷᠠᠵᠠᠢ᠂ ᠳᠠᠬᠢᠨ ᠠᠪᠤᠭᠠᠷᠠᠢ',

  //sign(si)
  sijs0001: "ᠨᠡᠷ᠎ᠡ ᠮᠡᠳᠡᠭᠦᠯᠬᠦ",
  sijs0002: "ᠨᠡᠷ᠎ᠡ ᠮᠡᠳᠡᠭᠦᠯᠦᠭᠰᠡᠨ",
  sijs0003: "ᠨᠢᠬᠡᠨᠳᠡ ᠮᠡᠳᠡᠭᠦᠯᠦᠭᠰᠡᠨ",

  //start(st)
  stjs0001: "ᠤᠳᠤᠬᠠᠨ ᠰᠦᠯᠵᠢᠶ᠎ᠡ ᠦᠬᠡᠢ",

  stmls: {
    stml0001: "ᠲᠡᠯᠬᠡᠭᠦᠷ ᠤᠷᠤᠬᠤ",
  },
  //template-cart(te)
  temls: {
    teml0001: "ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠰᠠᠭᠰᠤ ᠬᠤᠭᠤᠰᠤᠨ",
    teml0002: "ᠬᠤᠳᠠᠯᠳᠤᠭ᠎ᠠ ᠳᠤᠭᠤᠷᠢᠬᠤ",
    teml0003: "ᠵᠢᠵᠢᠭ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠠ",
    teml0004: "ᠨᠠᠢᠷᠠᠭᠤᠯᠬᠤ",
    teml0005: "ᠳᠠᠭᠤᠰᠬᠠᠬᠤ",
    teml0006: "ᠬᠠᠰᠤᠬᠤ",
    teml0007: "ᠪᠦᠭᠦᠳᠡ ᠰᠣᠩᠭᠤᠪᠠᠯ",
    teml0008: "ᠬᠤᠪᠢ",
    teml0009: "ᠳ᠋ᠦᠩᠨᠡᠯᠳᠡ",
    teml00010: "ᠨᠡᠢᠲᠡ"
  },

  //to-pay-order(to)
  tojs0001: "ᠪᠤᠷᠤᠭᠤ",
  tojs0002: "ᠪᠠᠷᠠᠭ᠎ᠠ ᠭᠥᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠬᠠᠶᠠᠭ",
  tojs0003: "ᠮᠥᠩᠭᠦ",
  tojs0004: "ᠵᠠᠬᠢᠶᠠᠯᠠᠬᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠪᠡᠨ ᠬᠠᠭᠠᠬᠤ",
  tojs0005: "ᠳᠠᠬᠢᠵᠤ ᠵᠠᠬᠢᠶᠠᠯᠠᠬᠤ᠂ 30 ᠮᠢᠨᠦ᠋ᠲ ᠢ᠋ᠢᠨ ᠳᠣᠲᠤᠷ᠎ᠠ ᠵᠣᠭᠤᠰ ᠲᠥᠯᠦᠬᠦ",
  tojs0006: "ᠵᠠᠬᠢᠶᠠᠴᠢᠯᠠᠭᠰᠠᠨ ᠪᠠᠷᠠᠭ᠎ᠠ ᠢ᠋ ᠭᠤᠪᠢᠭᠤᠯᠤᠭᠰᠠᠨ᠂ ᠪᠠᠢᠴᠠᠭᠠᠨ ᠭᠥᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ",

  tomls: {
    toml0001: "ᠰᠢᠨ᠎ᠡ ᠪᠡᠷ ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠷᠠᠭ᠎ᠠ ᠳᠤᠰᠬᠤ ᠬᠠᠶᠠᠭ",
    toml0002: " ᠪᠠᠷᠠᠭᠠᠨ ᠤ᠋ ᠬᠦᠰᠦᠨᠦᠭᠲᠦ",
    toml0003: "ᠳᠤᠬᠢᠷᠠᠭᠤᠯᠤᠨ ᠬᠦᠷᠭᠡᠬᠦ ᠠᠷᠭ᠎ᠠ",
    toml0004: "ᠲᠦᠷᠭᠡᠨ ᠬᠦᠷᠬᠡᠯᠳᠡ",
    toml0005: "ᠨᠥᠬᠦᠪᠦᠷᠢ ᠦᠭᠡᠢ ᠭᠤᠪᠢᠭᠤᠯᠬᠤ",
    toml0006: "ᠲᠠᠢᠯᠤᠮᠵᠢ",
    toml0007: "ᠨᠡᠮᠡᠬᠦ ᠴᠢᠬᠤᠯᠠᠲᠠᠶ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ",
    toml0008: "ᠬᠠᠷᠠᠭᠠᠯᠵᠠᠯ ᠤ᠋ᠨ ᠲᠡᠮᠳᠡᠭ ᠰᠤᠩᠭᠤᠵᠦ ᠬᠡᠷᠡᠭᠯᠡᠬᠦ",
    toml0009: "ᠬᠠᠷᠠᠭᠠᠯᠵᠠᠯ ᠤ᠋ᠨ ᠲᠡᠮᠳᠡᠭ ᠬᠡᠷᠡᠭᠯᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ",
    toml00010: "ᠮᠥᠩᠭᠦ",
    toml00011: "ᠪᠠᠷᠠᠭᠠᠨ ᠤ᠋ ᠦᠨ᠎ᠡ",
    toml00012: "ᠲᠡᠭᠡᠭᠡᠪᠦᠷᠢ ᠢ᠋ᠢᠨ ᠰᠦᠢᠳᠭᠡᠯ",
    toml00013: "ᠬᠠᠷᠠᠭᠠᠯᠵᠠᠯ ᠤ᠋ᠨ ᠲᠡᠮᠳᠡᠭ",
    toml00014: "ᠨᠡᠢᠲᠡ",
    toml00015: "ᠬᠤᠪᠢ",
    toml00016: "ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠢ᠋ᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠪᠡᠨ ᠳᠤᠰᠢᠶᠠᠬᠤ"
  },
  //withdrew(wi)
  wijs0001: "ᠪᠤᠷᠤᠭᠤ",
  wijs0002: "ᠪᠡᠯᠡᠨ ᠵᠣᠭᠤᠰᠤᠨ ᠲᠣᠭ᠎ᠠ ᠪᠡᠨ ᠲᠠᠭᠯᠠᠬᠤ",
  wijs0003: "ᠭᠦᠢᠯᠭᠡ ᠪᠦᠳᠦᠵᠡᠢ",
  wijs0004: "ᠮᠥᠩᠭᠦ ᠪᠡᠨ ᠤᠷᠤᠭᠤᠯᠵᠦ ᠨᠢᠭᠡᠨᠲᠡ ᠳᠤᠰᠢᠶᠠᠭᠰᠠᠨ",

  wimls: {
    wiml0001: "ᠵᠣᠭᠤᠰ ᠣᠷᠤᠭᠤᠯᠬᠤ",
    wiml0002: "ᠬᠠᠮᠤᠭ ᠪᠠᠭ᠎ᠠ ᠳ᠋ᠠᠭᠠᠨ100 ᠲᠥᠭᠦᠷᠢᠭ ᠠ᠋ᠴᠠ ᠡᠬᠢᠯᠡᠨ᠎ᠡ",
    wiml0003: "ᠭᠤᠶᠤᠴᠢᠯᠠᠯ ᠢ᠋ ᠢᠯᠡᠷᠡᠭᠦᠯᠬᠦ",
    wiml0004: "ᠦᠭᠡᠢᠰᠭᠡᠬᠦ"
  },
  //wuliu(wu)
  wujs0001: "ᠪᠤᠷᠤᠭᠤ",

  wumls: {
    wuml0001: "ᠪᠠᠷᠠᠭᠠᠨ ᠤ᠋ ᠤᠷᠤᠰᠭᠠᠯ ᠤ᠋ᠨ ᠳ᠋ᠤᠭᠠᠷ",
    wuml0002: "ᠪᠠᠷᠠᠭᠠᠨ ᠤ᠋  ᠤᠷᠤᠰᠭᠠᠯ ᠤ᠋ᠨ ᠺᠣᠮᠫᠠᠨᠢ"
  },
  //app(ap)
  apjs0001: "ᠰᠠᠨᠠᠭᠤᠯᠤᠨ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ",
  apjs0002: "ᠰᠢᠨ᠎ᠡ ᠬᠡᠪᠯᠡᠯ ᠪᠡᠯᠡᠳᠭᠡᠵᠦ，ᠲᠠᠬᠢᠵᠦ ᠨᠡᠭᠡᠭᠡᠨ ᠬᠡᠷᠡᠭᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ ᠤ᠋ᠤ？",
  apja0003: "ᠣᠳᠣᠬᠠᠨ ᠰᠦᠯᠵᠢᠶ᠎ᠡ ᠦᠭᠡᠢ",
  apjs0004: "ᠰᠦᠯᠵᠢᠶ᠎ᠡ ᠳᠠᠰᠤᠷᠠᠴᠢᠬᠠᠭᠰᠠᠨ",
}
