
module.exports = {
  //(js:js, wxml:ml, wxss:ss)
  //address-add(ad),
  adjs0001: "请选择",
  adjs0002: "提示",
  adjs0003: "请填写联系人姓名",
  adjs0004: "请填写手机号码",
  adjs0005: "请选择地区",
  adjs0006: "请填写详细地址",
  adjs0007: "请填写邮编",
  adjs0008: "失败",
  adjs0009: "无法获取快递地址数据",
  adjs0010: "确定要删除该收货地址吗？",
  adjs0011: "用户点击取消",

  admls:{
    adml0001: "读取微信地址",
    adml0002: "联系人",
    adml0003: "手机号码",
    adml0004: "选择地区",
    adml0005: "详细地址",
    adml0006: "邮政编号",
    adml0007: "保存",
    adml0008: "删除该地址",
    adml0009: "姓名",
    adml0010: "11位手机号码",
    adml0011: "街道门牌信息",
    },
  //asset(as)
  asjs0001: "当前账户存在异常",

  asmls:{
    asml0001: "可用余额(元)",
    asml0002: "冻结金额(元)",
    asml0003: "累计消费(元)",
    asml0004: "充值",
    asml0005: "提现",
    asml0006: "暂无资金明细",
  },
  //authorize(au)
  aujs0001: "当前无网络",
  aujs0002: "提示",
  aujs0003: "无法登录，请重试",

  aumls:{
    auml0001: "微信授权页面",
    auml0002: "授权并同意使用微信账号登录当前小程序",
    auml0003: "授权登录",
  },
  //category(ca)

  //fetch-coupon(fe)
  fejs0001: "错误",
  fejs0002: "请输入口令",
  fejs0003: "来晚了",
  fejs0004: "你领过了，别贪心哦~",
  fejs0005: "您的积分不足",
  fejs0006: "已过期~",
  fejs0007: "口令错误~",
  fejs0008: "领取成功~",

  femls:{
    feml0001: "口令",
    feml0002: "请输入优惠券口令",
    feml0003: "立即领取",
  },
  //fx(fxs:apply-status,fxa:apply,fxc:commisionLog,fxm:members)

  fxsmls:{
    fxsml0001: "去商城逛逛",
    fxsml0002: "您还不是分销商，无法使用分销功能",
    fxsml0003: "感谢您的支持，请等待审核！",
    fxsml0004: "很遗憾，您的申请没有通过",
    fxsml0005: "恭喜您，您已经是一名合格的分销商！",
    fxsml0006: "申请开通",
  },

  fxajs0001: "请输入真实姓名",
  fxajs0002: "请输入手机号码",

  fxamls:{
    fxaml0001: "请填写申请信息",
    fxaml0002: "邀请人",
    fxaml0003: "张龙湖 (请确认)",
    fxaml0004: "姓名",
    fxaml0005: "请输入真实姓名",
    fxaml0006: "手机",
    fxaml0007: "请输入手机号码",
    fxaml0008: "成为分销商后卖出商品，您可以获得佣金",
    fxaml0009: "申请成为分销商",
  },

  fxcmls:{
    fxcml0001: "返佣明细",
    fxcml0002: "暂无数据",
    fxcml0003: "元",
    fxcml0004: "积分",
    fxcml0005: "级返佣",
    fxcml0006: "已到账",
    fxcml0007: "未到账",
    fxcml0008: "于",
    fxcml0009: "消费",
  },

  fxmmls:{
    fxmml0001: "一级",
    fxmml0002: "二级",
    fxmml0003: "暂无数据",
  },
  //goods-details(go)
  
  gojs0001: "提示",
  gojs0002: "选择：",
  gojs0003: "错误",
  gojs0004: "请选择商品规格！",
  gojs0005: "购买数量不能为0！",
  gojs0006: "请先选择规格尺寸哦~",
 
 
  gomls:{
    goml0001: "分享有赏，好友下单后可获得",
    goml0002: "积分奖励",
    goml0003: "元 现金奖励",
    goml0004: "购买",
    goml0005: "共收到",
    goml0006: "次好评",
    goml0007: "分享",
    goml0008: "分享有赏",
    goml0009: "邀请好友帮忙砍价",
    goml0010: "底价",
    goml0011: "人在拼单，可直接参与",
    goml0012: "已有",
    goml0013: "人参与",
    goml0014: "截止:",
    goml0015: "元",
    goml0016: "商品介绍",
    goml0017: "去拼单",
    goml0018: "大家评论",
    goml0019: "客服",
    goml0020: "购物车",
    goml0021: "加入购物车",
    goml0022: "立即购买",
    goml0023: "单独购买",
    goml0024: "发起拼团",
    goml0025: "购买数量",
  },
  
  //index(in)
 
  injs0001: "Halgai-mall",
  injs0002: "全部",
  injs0003: "错误",
  injs0004: "来晚了",
  injs0005: "你领过了，别贪心哦~",
  injs0006: "您的积分不足",
  injs0007: "已过期",
  injs0008: "领取成功，赶紧去下单吧~",
  injs0009: "転送成功",
  injs0010: "転送失敗",


    inmls:{
    inml0001: "搜索",
    inml0002: "公告：",
    inml0003: "店舗広告",
    inml0004: "元使用",
    inml0005: "￥",
    inml0006: "前有效",
    inml0007: "元使用",
    inml0008: "领取",
    inml0009: "天内有效",
    inml0010: "没有更多啦",

  },

  //kanjia(ka)

  kajs0001: "帮我来砍价",
  kajs0002: "转发成功",
  kajs0003: "转发失败",
  kajs0004: "成功",
  kajs0005: "成功帮好友砍掉",
  kajs0006: " 元",
  kajs0007: "错误",

  kamls:{
    kaml0001: "当前价格: ¥",
    kaml0002: " 底价 ¥ ",
    kaml0003: "转发帮 ",
    kaml0004: "砍价",
    kaml0005: "商品介绍",
    kaml0006: "砍价记录",
    kaml0007: "帮忙砍掉",
    kaml0008: "您已砍",
    kaml0009: "帮忙砍一刀",
    kaml0010: "元",
    kaml0011: "以当前价购买",
  },
  
  //maidan(ma)
  
  majs0001: "请填写正确的消费金额" ,
  majs0002: "您本次消费" ,
  majs0003: "元" ,
  majs0004: ",优惠" ,
  majs0005: ",当前账户可用余额",
  masj0006: "需要额外微信支付的金额",
  majs0008: ",仍需微信支付",
  majs0009: "元",
  majs0010: "请确认消费金额",
  majs0011: "确认支付" ,
  majs0012: "取消支付",
  majs0013: "成功",
  majs0014: "买单成功，欢迎下次光临 ！",
  majs0015: "失败",
   
  mamls:{
    maml0001: "消费金额" ,
    maml0002: "请询问服务员后输入" ,
    maml0003: "消费满" ,
    maml0004: "元" ,
    maml0005: "确认支付" ,
    maml0006: "减" ,
  },
  
  //my(my)
  
  myjs0001: "关于我们",
  myjs0002: "本系统由哈啦嗨科技搭建，祝大家使用愉快！",
  myjs0003: "提示",
  myjs0004: "无法获取手机号码",
  myjs0005: "绑定成功",
  myjs0006: "提示",
  myjs0007: "绑定失败",

  mymls: {
    myml0001: "可用余额",
    myml0002: "剩余积分",
    myml0003: "我的订单",
    myml0004: "待付款",
    myml0005: "代发货",
    myml0006: "待评价",
    myml0007: "成为分销商",
    myml0008: "我的团队",
    myml0009: "返佣明细",
    myml0010: "优惠买单",
    myml0011: "资金明细",
    myml0012: "每日签到",
    myml0013: "积分兑换",
    myml0014: "收货地址",
    myml0015: "优惠券",
    myml0016: "绑定手机号码",
    myml0017: "重新授权登录",
    myml0018: "待收货",
    myml0019: "关于我们",
  },

  //mycoupons(myc)
  //mycoupons/index/html/
  mycmls:{
    mycml0001: "满",
    mycml0002: "元",
    mycml0003: "￥",
    mycml0004: "元使用",
    mycml0005: "前有效",
    mycml0006: "立即前往下单"
  },

  //notice(no)
  //order-details(ord)
  ordjs0001: "错误",
  ordjs0002: "确认您已收到商品？",
  ordjs0003: "您已确认收货，期待您的再次光临！",
  ordjs0004: "立即好评，系统赠送您" ,
  ordjs0005: "积分奖励。",
  ordjs0006: "感谢您的评价，期待您的再次光临！",
  ordjs0007: "积分奖励已发放至您的账户。",

  ordmls:{
    ordml0001: "请于11时59分59秒内付款，超时订单将自动关闭",
    ordml0002: "快递单号",
    ordml0003: "快递单号",
    ordml0004: "暂无物流信息",
    ordml0005: "商品信息",
    ordml0006: "评价",
    ordml0007: "好评",
    ordml0008: "中评",
    ordml0009: "差评",
    ordml0010: "备注",
    ordml0011: "非常愉快的一次购物！",
    ordml0012: "去购物单评价",
    ordml0013: "提交评价",
    ordml0014: "确认收货",
    ordml0015: "配送方式",
    ordml0016: "顺丰快递",
    ordml0017: "留言",
    ordml0018: "如需留言请输入",
    ordml0019: "商品金额",
    ordml0020: "运费",
    ordml0021: "应付总额",
  },

  //order-list(orl) 
  orljs0001: ["待付款", "待发货", "待收货", "待评价", "已完成"],
  orljs0002: "确定要取消该订单吗？",
  orljs0003: "您的积分不足，无法支付",
  orljs0004: "订单金额 ",
  orljs0005: " 元",
  orljs0006: ",可用余额为 ",
  orljs0008: ",仍需微信支付 ",
  orljs0010: ",并扣除 ",
  orljs0011: " 积分",
  orljs0012: "请确认支付",
  orljs0013: "确认支付",
  orljs0014: "取消支付",
  orljs0015: "用户点击取消支付",
  orljs0016: "错误",
  orljs0017: "无法获取用户资金信息", 

  orlmls:{
    orlml0001: "暂无订单",
    orlml0002: "下单时间",
    orlml0003: "订单号",
    orlml0004: "备注",
    orlml0005: "合计",
    orlml0006: "合计",
    orlml0007: "积分",
    orlml0008: "取消订单",
    orlml0009: "马上付款",
    },

  //recharge(re) 
  rejs0001: "错误",
  rejs0002: "请填写正确的充值金额",
  rejs0004: "单次充值金额至少",
  rejs0005: "元",
  rejs0007: "已保存到手机相册",
  rejs0008: "知道了",

  remls:{
    reml0001: "充值金额",
    reml0002: "至少充值 ",
    reml0003: "元",
    reml0004: "微信支付",
    reml0005: "支付宝",
    reml0006: "充",
    reml0007: "送",
    reml0008: "立即支付",
    reml0009: "保存以下二维码，使用支付宝扫码付款",
    reml0010: "保存相册",
    reml0011: "充值满送活动",
    reml0012: "单笔充值每满",
    reml0013: "元, 送",
    reml0014: "元",
    reml0015: "单笔充值每满",
    reml0016: "元，即可获得奖励",
    reml0017: "充的多送的多，上不封顶",
  },

  //score(sc)
  scjs0001: "当前账户存在异常",

  scmls:{
      scml0001: "可用积分",
      scml0002: "暂无积分明细",
    },

  //score-excharge(sce)
  scejs0001: "错误",
  scejs0002: "请填写正确的券号",
  scejs0004: "券号不正确",
  scejs0005: "成功",
  scejs0006: "恭喜您，成功兑换",
  scejs0007: "积分",

  scemls:{
    sceml0001: "券号",
    sceml0002: "请输入券号",
    sceml0003: "立即兑换",
    },
  //select-address(se)
semls:{
  seml0001: "新增收货地址",
},

  //shop-cart(sh)
  shjs0001: "提示",
  shjs0002: "商品已失效，请重新购买",
  shjs0003: "库存不足，请重新购买",
  shjs0004: "价格有调整，请重新购买",
  
  //sign(si)
  sijs0001: "今天已签到",
  sijs0002: "签到成功",
  sijs0003: "已签到",

  //start(st)
  stjs0001: "当前无网络",
  
  stmls:{
    stml0001: "进入店铺",
  },

  //template-cart(te)
  temls:{
    teml0001: "购物车空空如也~",
    teml0002: "去逛逛",
    teml0003: "微商城",
    teml0004: "编辑",
    teml0005: "完成",
    teml0006: "删除",
    teml0007: "全选",
    teml0008: "积分",
    teml0009: "去结算",
    teml0010: "合计"
  },

  //to-pay-order(to)
  tojs0001: "错误",
  tojs0002: "请先设置您的收货地址",
  tojs0003: "元",
  tojs0004: "订单已关闭",
  tojs0005: "您可以重新下单，请在30分钟内完成支付",
  tojs0006: "您的订单已发货，请注意查收",

  tomls:{
    toml0001: "新增收货地址",
    toml0002: "商品列表",
    toml0003: "配送方式",
    toml0004: "快递",
    toml0005: "包邮",
    toml0006: "备注",
    toml0007: "如需备注请输入",
    toml0008: "选择使用优惠券",
    toml0009: "不使用优惠券",
    toml0010: "元",
    toml0011: "商品金额",
    toml0012: "运费",
    toml0013: "优惠券",
    toml0014: "合计",
    toml0015: "积分",
    toml0016: "提交订单"
 },

  //withdrew(wi)
  wijs0001: "错误",
  wijs0002: "请填写正确的提现金额",
  wijs0003: "成功",
  wijs0004: "您的提现申请已提交，等待财务打款",
  
  wimls:{
    wiml0001: "充值金额",
    wiml0002: "最少100元起",
    wiml0003: "申请提现",
    wiml0004: "取消",
  },

  //wuliu(wu)
  wujs0001: "错误",

  wumls:{
    wuml0001: "物流单号",
    wuml0002: "物流公司"
  },
  
  //app(ap)
  apjs0001: "更新提示",
  apjs0002: "新版本已经准备好，是否重启应用？",
  apja0003: "当前无网络",
  apjs0004: "网络已断开",
}